[Demo_Aoi_5 GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=0,Y=165,Z=135),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-78,Y=-8,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',Vec=(X=0,Y=-40,Z=0),VecSub=(X=90,Y=0,Z=0),CId=74)
DemoScripts[4]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[5]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[0]="ao_CE_0000_lp_open_normal",motionName[1]="ao_CM_0003_fx_close_smile_L",motionName[2]="ao_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[6]=(Actor=CHARACTER,Command=PARAM,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',Number=12,Bit=0,Rate=1)
DemoScripts[7]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_Shop.GG2_BGM_Shop_Cue')
DemoScripts[8]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Campus.GG2_AMB_Campus_LP_Cue')
DemoScripts[9]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[10]=(Actor=FADE,Command=WAIT)
DemoScripts[11]=(Actor=WINDOW,Command=SET)
DemoScripts[12]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Aoi_5.GG2_V_Aoi_5_001_Cue',Name="ウノ　アオイ")
DemoScripts[13]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[14]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[15]=(Actor=WINDOW,Command=EXIT)
DemoScripts[16]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-90,Y=-5,Z=0),SecTime=0.5)
DemoScripts[17]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[18]=(Actor=WINDOW,Command=SET)
DemoScripts[19]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[20]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[1]="ao_CM_0000_fx_close_normal",Rate=1,Number=1,Bit=0)
DemoScripts[21]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[2]="ao_DM_0107_fx_Stand2Reaction",Rate=1,Number=2,Bit=0)
DemoScripts[22]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[2]="ao_DM_0700_lp_Reaction",Number=8)
DemoScripts[23]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Aoi_5.GG2_V_Aoi_5_003_Cue',Name="ウノ　アオイ")
DemoScripts[24]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[25]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[26]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[27]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Aoi_5.GG2_V_Aoi_5_005_Cue',Name="ウノ　アオイ")
DemoScripts[28]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[29]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[30]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[31]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[0]="ao_CE_0002_lp_open_perplex",Rate=1,Number=0,Bit=1)
DemoScripts[32]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[1]="ao_CM_0002_fx_close_smile_S",Rate=1,Number=1,Bit=0)
DemoScripts[33]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[2]="ao_DM_0701_fx_Reaction2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[34]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[2]="ao_DM_0100_lp_Stand",Number=8)
DemoScripts[35]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Aoi_5.GG2_V_Aoi_5_007_Cue',Name="ウノ　アオイ")
DemoScripts[36]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[37]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[38]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[39]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[0]="ao_CE_0101_fx_close_smile",Rate=1,Number=0,Bit=0)
DemoScripts[40]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[1]="ao_CM_0003_fx_close_smile_L",Rate=1,Number=1,Bit=0)
DemoScripts[41]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Aoi_5.GG2_V_Aoi_5_009_Cue',Name="ウノ　アオイ")
DemoScripts[42]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[43]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[44]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[45]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[0]="ao_CE_0000_lp_open_normal",Rate=1,Number=0,Bit=1)
DemoScripts[46]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[1]="ao_CM_0000_fx_close_normal",Rate=1,Number=1,Bit=0)
DemoScripts[47]=(Actor=CHARACTER,Command=PARAM,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',Number=4,Vec=(X=50,Y=0,Z=135))
DemoScripts[48]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Aoi_5.GG2_V_Aoi_5_011_Cue',Name="ウノ　アオイ")
DemoScripts[49]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[50]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[51]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[52]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[0]="ao_CE_0101_fx_close_smile",Rate=1,Number=0,Bit=0)
DemoScripts[53]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[1]="ao_CM_0003_fx_close_smile_L",Rate=1,Number=1,Bit=0)
DemoScripts[54]=(Actor=CHARACTER,Command=PARAM,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',Number=12,Bit=0,Rate=1)
DemoScripts[55]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[2]="ao_DM_0107_fx_Stand2Reaction",Rate=1,Number=2,Bit=0)
DemoScripts[56]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[2]="ao_DM_0700_lp_Reaction",Number=8)
DemoScripts[57]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Aoi_5.GG2_V_Aoi_5_013_Cue',Name="ウノ　アオイ")
DemoScripts[58]=(Actor=TEXT,Command=SET,ID=TEXT13)
DemoScripts[59]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[60]=(Actor=TEXT,Command=SET,ID=TEXT14)
DemoScripts[61]=(Actor=WINDOW,Command=EXIT)
DemoScripts[62]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[63]=(Actor=AMBIENT,Command=STOP,SecTime=1,SoundID=)
DemoScripts[64]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[65]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[66]=(Actor=SYSTEM,Command=LEVEL_MOVE)

[Select_Aoi_5 GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))
Selects[1]=(Label="SELECT01",SelectNumber=5,Select[0]=(TextLabel="SELECT06",Goto="JUMP06",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT07",Goto="JUMP07",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT08",Goto="JUMP08",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT09",Goto="JUMP09",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT10",Goto="JUMP10",ParamType=NO_PARAM,ParamNum=0))

[Text_Aoi_5 GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="葵",Text="謝謝惠顧! 感謝贊助!")

Texts[1]=(Label="TEXT02",Name="峯大",Text="已經存了不少吧?")

Texts[2]=(Label="TEXT03",Name="葵",Text="算是吧!/n......話說回來,我有點在意--")

Texts[3]=(Label="TEXT04",Name="峯大",Text="?/n什麼事......")

Texts[4]=(Label="TEXT05",Name="葵",Text="總覺得今天的峯大/n是不是很受歡迎啊?")

Texts[5]=(Label="TEXT06",Name="峯大",Text="驚! 被發現了!?")

Texts[6]=(Label="TEXT07",Name="葵",Text="不,說什麼被發現....../n目睹了這麼多人向你告白,/n就算是我也會注意到唷.")

Texts[7]=(Label="TEXT08",Name="峯大",Text="這個嘛,發生了很多事....../n所以變成這樣的體質......")

Texts[8]=(Label="TEXT09",Name="葵",Text="峯大也經歷了不少麻煩事啊....../n不過,這樣的生存之道也很搖滾呢!")

Texts[9]=(Label="TEXT10",Name="峯大",Text="哈哈....../n(小葵說的搖滾到底是怎樣......)")

Texts[10]=(Label="TEXT11",Name="葵",Text="這麼說來,/n學長也有過這樣的日子呢--")

Texts[11]=(Label="TEXT12",Name="峯大",Text="學長?/n該不會是太受歡迎傳說的......")

Texts[12]=(Label="TEXT13",Name="葵",Text="算了,總之!/n只要再一些募款就能達標了,/n可以的話就拜託你幫忙囉!")

Texts[13]=(Label="TEXT14",Name="峯大",Text="呃,嗯......")

Texts[14]=(Label="",Name="",Text="")

Texts[15]=(Label="SELECT01",Name="",Text="")

Texts[16]=(Label="SELECT02",Name="",Text="")

Texts[17]=(Label="SELECT03",Name="",Text="")

Texts[18]=(Label="SELECT04",Name="",Text="")

Texts[19]=(Label="SELECT05",Name="",Text="")

Texts[20]=(Label="SELECT06",Name="",Text="")

Texts[21]=(Label="SELECT07",Name="",Text="")

Texts[22]=(Label="SELECT08",Name="",Text="")

Texts[23]=(Label="SELECT09",Name="",Text="")

Texts[24]=(Label="SELECT10",Name="",Text="")


